Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: The demonstration shows the effect that CO₂ has on the temperature of the Earth’s atmosphere.
sv_se: Demonstrationen visar den effekt som CO₂ har på temperaturen i jordens atmosfär.

source: The departure time affects the amount of traffic the bus encounters, and the amount of traffic affects how long it takes to get to school.
sv_se: Avgångstiden påverkar hur mycket trafik bussen möter, och trafikmängden påverkar hur lång tid det tar att komma till skolan.

source: The diagram below represents a simplified model of the greenhouse effect.
sv_se: Diagrammet nedan visar en förenklad modell av växthuseffekten.

source: The diagram below shows a PET scanner detecting two pairs of gamma rays.
sv_se: Diagrammet nedan visar en PET-kamera som registrerar två par av gammafotoner.

source: The diagram below shows how a bore can cause a city to sink.
sv_se: Nedanstående diagram visar hur ett borrhål kan göra så att en stad sjunker.

source: The diagram below shows how water is recycled through the different layers in a vertical farm.
sv_se: Figuren nedan visar hur vatten återvinns genom de olika lagren i en vertikal odling.

source: The diagram below shows some properties of two newly developed polymers, A and B.
sv_se: Diagrammet nedan visar några egenskaper hos två nyutvecklade polymerer, A och B.

source: The diagram below shows the different stages involved in building and running a wind turbine farm.
sv_se: Nedanstående diagram visar de olika stegen i byggandet och driften av en vindkraftverkspark.

source: The diagram below shows the instant that Jemma kicks the ball.
sv_se: Bilden nedan visar ögonblicket när Jenny sparkar bollen.

source: The diagram below shows the sonic muscles surrounding the swim bladder of a fish in cross-section (left).
sv_se: Diagrammet nedanför visar musklerna runt simblåsan på en fisk i genomskärning (vänster).

source: The diagram below shows the two factors affecting the amount of water in a fountain during a day.
sv_se: Nedanstående bild visar de två faktorer som påverkar mängden vatten i en fontän under en dag.

source: The diagram on the right shows one process that causes cities to sink.
sv_se: Diagrammet till höger visar en process som får städer att sjunka.

source: The diagram shows how a seismograph works.
sv_se: Figuren visar hur en seismograf fungerar.

source: The diagram shows the life cycle of the black soldier fly.
sv_se: Bilden visar den svarta soldatflugans livscykel.

source: The diagram shows the unique properties of each polymer as well as their shared properties.
sv_se: Diagrammet visar de unika egenskaperna hos varje polymer samt vilka egenskaper de har gemensamt.

source: The diagrams below show the risk zones around the turbines as seen from above (left) and from side view at ground level (right).
sv_se: Diagrammen nedan visar riskzonerna runt kraftverken sett ovanifrån (vänster) och från sidan på marknivå (höger).

source: The difference between natural and human-<caused, induced> climate change
sv_se: Skillnaden mellan naturliga klimatförändringar och klimatförändringar orsakade av människan

source: The difference between weather and climate
sv_se: Skillnaden mellan väder och klimat

source: The dinosaur footprints are now visible.
sv_se: Dinosauriefotspåren är nu synliga.

source: The dinosaur may have been Acrocanthosaurus, a smaller species of dinosaur with ancestors common with Tyrannosaurus rex.
sv_se: Dinosaurien kan ha varit Acrocanthosaurus, en mindre dinosaurieart med samma förfäder som Tyrannosaurus rex.

source: The displayed average CO concentration will not show small fluctuations.
sv_se: Den visade genomsnittliga CO-koncentrationen kommer inte att uppvisa små variationer.

source: The distance to Site X must be between 3 and 4 km.
sv_se: Avståndet till plats X måste vara mellan 3 och 4 km.

source: The doctor selects the type of radiotracer to administer, depending on the purpose of the PET scan.
sv_se: Läkaren väljer vilken typ av radioaktivt spårämne som ska ges, beroende på syftet med PET-undersökningen.

source: The dots in each box represent the oxygen molecules.
sv_se: Prickarna i varje låda representerar syremolekylerna.

source: The drawings were made from observations of algal cells under a microscope.
sv_se: Illustrationerna gjordes efter observationer av algceller i mikroskop.

source: The eagle flight field study data was used to create two graphs.
sv_se: Data från fältstudien om kungsörnarnas flygvägar användes för att skapa två diagram.

source: The echoes provide the animals with information about the distance and direction of the objects.
sv_se: Dessa ekon ger djuren information om avstånden till föremålen och i vilken riktning de finns.

source: The editor decides the claim is false.
sv_se: Redaktören beslutar att påståendet är felaktigt.

source: The effects of climate change
sv_se: Konsekvenserna av klimatförändringar

source: The effects of global warming
sv_se: Konsekvenserna av den globala uppvärmningen

source: The effects of sea levels rise
sv_se: Konsekvenserna av stigande havsnivåer

source: The efficiency of converting heat energy to electrical energy is the same for all fuels.
sv_se: Effektiviteten i omvandlingen av värmeenergi till elektrisk energi är densamma för alla bränslen.

source: The electricity is added to the electricity network onshore.
sv_se: Elen tillförs elnätet på land.

source: The electronics of the sensor produces a voltage from 0 V to 5 V, depending on the concentration of carbon monoxide.
sv_se: Sensorns elektronik producerar en spänning mellan 0 V och 5 V beroende på koncentrationen av kolmonoxid.

source: The engines can fire at low power or high power.
sv_se: Motorerna kan aktiveras med låg effekt eller hög effekt.

source: The environmental impact of desalination plants can be reduced if carbon-neutral energy sources are used and the disposal of brine is carefully managed.
sv_se: Miljöpåverkan från avsaltningsanläggningar kan minskas om koldioxidneutrala energikällor används och bortskaffningen av saltlaken hanteras varsamt.

source: The environmental issues caused by humans are too big and complex to be resolved.
sv_se: De miljöproblem som människan har orsakat är alldeles för stora och komplexa för att kunna lösas.

source: The escape panel dissolves within a year of the trap being lost in the ocean.
sv_se: Flyktpanelen löses upp inom ett år efter att buren har gått förlorad i havet.

source: The escape panel does not produce toxic materials when it dissolves.
sv_se: Flyktpanelen producerar inte giftiga ämnen när den löses upp.

source: The escape panel does not reduce the number of crabs that fishers can collect.
sv_se: Flyktpanelen minskar inte antalet krabbor som fiskare kan samla in.

source: The escape panel makes the crab traps more expensive.
sv_se: Flyktpanelen gör krabburarna dyrare.

source: The estimate for which location would be the least reliable?
sv_se: För vilken plats skulle uppskattningen vara minst tillförlitlig?

source: The estuary is where the river meets the sea and freshwater mixes with salty seawater.
sv_se: Flodmynningen är där floden möter havet och sötvatten blandas med salt havsvatten.

source: The exhibition space is at full capacity
sv_se: Utställningsutrymmet utnyttjas fullt ut

source: The experiment neither confirms nor refutes Niki’s hypothesis.
sv_se: Experimentet varken bekräftar eller motbevisar Ninas hypotes.

source: The experiment results neither confirm nor refute Niki’s hypothesis.
sv_se: Resultaten av experimentet varken bekräftar eller motbevisar Ninas hypotes.

source: The experiments you selected correctly show the relationship between the activity and Fitness
sv_se: De experiment du valde visar förhållandet mellan aktivitet och kondition på ett korrekt sätt.

source: The experiments you selected do not correctly show the relationship between the activity and Fitness
sv_se: De experiment du valde visar inte förhållandet mellan aktivitet och kondition på ett korrekt sätt.

source: The extent of sea ice in polar regions will be greatly reduced.
sv_se: Mängden havsis i polarregionerna kommer att minska kraftigt.

source: The eye and skin damage because of ozone depletion in two towns was compared.
sv_se: Ögon- och hudskador i två städer till följd av ozonnedbrytning jämfördes.

source: The eyes of nocturnal mammals contain more photoreceptive (light-sensitive) cells than those of mammals active during the day (diurnal mammals).
sv_se: Ögonen hos nattaktiva däggdjur innehåller fler fotoreceptiva (ljuskänsliga) celler än ögonen hos däggdjur som är aktiva på dagen (dagaktiva däggdjur).

source: The eyes receive and process light and the brain interprets the signal, which allows people to see.
sv_se: Ögonen tar emot och bearbetar ljus och hjärnan tolkar signalen, vilket gör det möjligt för människor att se.

source: The fabric absorbs water from the sweat and becomes thicker.
sv_se: Tyget absorberar vattnet från svetten och blir tjockare.

source: The factors that influence red tide frequency (amount of sunlight, water temperature, amount of nutrients) are changing.
sv_se: Faktorerna som påverkar frekvensen av röda tidvatten (mängd solljus, vattentemperatur, mängd näringsämnen) förändras.

source: The factory has two different treatment solutions that it can use.
sv_se: Fabriken har två olika behandlingslösningar som kan användas.

source: The factory workers collect the following two series of concentration values (ppm) at different times of the day.
sv_se: Arbetarna i fabriken samlar in följande två serier av koncentrationsvärden (ppm) vid olika tider på dagen.

source: The factory works with several different metals, including iron.
sv_se: Fabriken arbetar med flera olika material, inklusive järn.

source: The farmer then sprays insecticide to kill the introduced insects.
sv_se: Jordbrukaren besprutar sedan med insektsmedel för att döda insekterna som förts in.

source: The farmers buy oyster larvae and grow them in large tanks filled with seawater.
sv_se: Ostronodlarna köper ostronlarver och odlar dem i stora tankar fyllda med havsvatten.

source: The farmers found that high levels of dissolved carbon dioxide in seawater were linked to weak shells in oysters.
sv_se: Odlarna upptäckte att höga halter av löst koldioxid i havsvattnet kunde kopplas till ömtåliga skal hos ostronen.

source: The fibres allow warm air out and cool air in.
sv_se: Fibrerna släpper ut varm luft och släpper in kall luft.

source: The fibres create heat by rubbing against the fabric layer.
sv_se: Fibrerna ger upphov till värme när de gnids mot tyglagret.

source: The fibres reflect cold away from Jo’s body.
sv_se: Fibrerna reflekterar bort kyla från Julias kropp.

source: The fibres slow heat movement by trapping air.
sv_se: Fibrerna gör värmeöverföringen långsammare genom att fånga luft.

source: The final fragment (R) is a rectangle with no path or extensions.
sv_se: Den sista odlingsytan (R) är en rektangel utan korridor eller förlängningar.

source: The fine particles absorb the light produced by the street lamps.
sv_se: De små partiklarna absorberar ljuset som genereras av gatlyktorna.

source: The fine particles produce light in addition to the street lamps.
sv_se: De små partiklarna generar ljus utöver gatlamporna.

source: The fine particles reflect the light towards the street lamps.
sv_se: De små partiklarna reflekterar ljuset mot gatlamporna.

source: The fine particles scatter the light produced by the street lamps.
sv_se: De små partiklarna sprider ljuset som produceras av gatlamporna.

source: The first is near the workers’ desks (not a source of CO).
sv_se: Den första är nära arbetarnas bänkar (inte en källa till CO).

source: The first step in achieving this would be to determine where lightning strikes commonly occur.
sv_se: Det första steget för att uppnå detta skulle vara att avgöra var blixtar ofta slår ner.

source: The first type of wastewater to be treated has a pH of 2.
sv_se: Den första typen av spillvatten som ska behandlas har ett pH-värde på 2.

source: The five fabric samples used in the test were different thicknesses.
sv_se: De fem tygproverna som användes i testet var olika tjocka.

source: The flowchart has been fixed.
sv_se: Flödesschemat har åtgärdats.

source: The following are examples of biological control agents:
sv_se: Följande är exempel på biologiska bekämpningsmedel:

source: The following are true statements about vertical farming.
sv_se: Följande påståenden om vertikal odling är sanna.

source: The following factors can be investigated in this simulation:
sv_se: Följande faktorer kan undersökas i simuleringen:

source: The following factors influence land subsidence (progressive ground sinking):
sv_se: Följande faktorer påverkar sättningen (successiv marksänkning):

source: The following graphs show how wind direction affected golden eagle flights into collision risk zones before and after construction of the wind turbines.
sv_se: Följande diagram visar hur vindriktningen påverkade kungsörnsflygningar i riskzoner för kollision före och efter uppförandet av vindkraftverken.

source: The following graphs show the number of lightning strikes each month from May to September in three different areas.
sv_se: Följande diagram visar antalet blixtnedslag varje månad från maj till september i tre olika områden.

source: The following question appeared on an internet discussion forum:
sv_se: Följande fråga dök upp i ett diskussionsforum på internet:

source: The following question asks about your experience in learning <school science> topics.
sv_se: Följande frågor handlar om dina upplevelser av att lära dig om NO-ämnen.

source: The following questions about the wind farm were raised by people in the town.
sv_se: Följande frågor om vindkraftsparken ställdes av personer i staden.

source: The following questions concern your <home>.
sv_se: Följande frågor gäller ditt hem.

source: The following questions concern your parent’s or guardian’s #1 job.
sv_se: Följande frågor handlar om din förälder/vårdnadshavare 1:s arbete.

source: The following questions concern your parent’s or guardian’s #2 job.
sv_se: Följande frågor handlar om din förälder/vårdnadshavare 2:s arbete.

source: The following seismograms are records of the shaking caused by different earthquakes that occurred at the same location.
sv_se: Följande seismogram är registreringar av de skakningar som orsakats av olika jordbävningar som inträffat på samma plats.

source: The following steps show how the dinosaur footprints were formed.
sv_se: Följande steg visar hur dinosauriefotspåren bildades.

source: The following two questions concern your father’s job:
sv_se: De följande två frågorna handlar om din pappas arbete:

source: The following two questions concern your mother’s job:
sv_se: De följande två frågorna handlar om din mammas arbete:

source: The following two questions concern your parent or guardian’s job:
sv_se: Följande två frågor handlar om din förälders/vårdnadshavares arbete:

source: The food containers were the same size and shape.
sv_se: Matbehållarna hade samma storlek och form.

source: The food industry is responsible for about 22% of total human-made greenhouse gas emissions.
sv_se: Livsmedelsindustrin svarar för omkring 22 % av människans totala växthusgasutsläpp.

source: The footprints are filled in with sand.
sv_se: Fotspåren fylls med sand.

source: The four boxes below only contain small numbers of oxygen molecules.
sv_se: De fyra lådorna nedan innehåller endast ett litet antal syremolekyler.

source: The four machines travel at the same speed and have identical magnets, but they have the following design differences:
sv_se: De fyra maskinerna färdas med samma hastighet och har identiska magneter men deras konstruktion skiljer sig åt på följande sätt:

source: The fox will be able to see further.
sv_se: Räven kommer att kunna se längre.

source: The fox will be temporarily blinded.
sv_se: Räven kommer att bländas tillfälligt.

source: The fox will see moving objects more easily.
sv_se: Räven kommer att se rörliga objekt lättare.

source: The fragments are laid out in the loblolly pine plantation as shown in the diagram below.
sv_se: Odlingsytorna anlades i loblollyplanteringen så som visas i diagrammet nedan.

source: The further a pH value increases or decreases from a value of 7, the more likely it is that the solution will be toxic to the environment.
sv_se: Ju mer ett pH-värde avviker (genom att minska eller öka) från värdet 7, desto mer sannolikt är det att lösningen kommer att vara skadlig för miljön.

source: The generator is now very old and you need to choose another power source.
sv_se: Nu är generatorn väldigt gammal och du behöver välja en annan energikälla.

source: The global climate will not change.
sv_se: Jordens klimat kommer inte att förändras.

source: The goal of the following set of questions is to gather information about the student-<digital device> ratio for students in the <national modal grade for 15-year-olds> at your school.
sv_se: Syftet med följande frågor är att samla information om förhållandet mellan antal elever och antal digitala enheter för elever i årskurs 9 vid din skola. Om du arbetar vid en gymnasieskola avser frågan årskurs 1.

source: The golden eagles were monitored within a 2 km zone around the turbines.
sv_se: Kungsörnarna övervakades inom ett 2 km stort område omkring vindkraftverken.

source: The government adds a new tax, known as a carbon tax, on the amount of carbon dioxide emitted by generating power.
sv_se: Regeringen inför en ny skatt – en så kallad koldioxidskatt – på mängden koldioxid som släpps ut när elektricitet genereras.

source: The government in Zedland wants to choose a fuel for the new power plant that minimises the amount of CO₂ produced relative to the amount of electrical energy produced.
sv_se: Regeringen i Zedland vill välja ett bränsle för det nya kraftverket som minimerar mängden CO₂ som produceras i förhållande till mängden elektrisk energi som genereras.

source: The graph below shows a growth curve that can be used to estimate changes in T. rex body mass as its age increased.
sv_se: Diagrammet nedan visar en tillväxtkurva som kan användas för att uppskatta förändringar i kroppsmassa hos en T. rex när den åldrades.

source: The graph below shows average daily power use in the town.
sv_se: Diagrammet nedan visar den genomsnittliga dagliga elanvändningen i staden.

source: The graph below shows the average plant width after 20 days.
sv_se: Diagrammet nedan visar den genomsnittliga växtbredden efter 20 dagar

source: The graph below shows the percentage of respondents who agreed with a suggestion about how light pollution should be reduced.
sv_se: Diagrammet nedanför visar andelen svarande i procent som höll med om ett givet förslag för att minska ljusföroreningar.

source: The graph below shows the probabilities of a 1.5°C increase in temperature, and a 2°C increase, depending on the additional amount of CO₂ released in the atmosphere.
sv_se: Diagrammet nedanför visar sannolikheterna för en 1,5 °C temperaturökning och en 2 °C ökning, beroende på hur mycket mer CO₂ som släpps ut i atmosfären.

source: The graph below shows the results.
sv_se: Diagrammet nedan visar resultaten.

source: The graph below shows the thermal conductivities for the five dry fabric samples at different temperatures.
sv_se: Diagrammet nedan visar värmeledningsförmågorna hos de fem torra tygproverna vid olika temperaturer.

source: The graph below shows the thermal conductivities for the five fabric samples at different temperatures.
sv_se: Diagrammet nedan visar värmeledningsförmågorna hos de fem tygproverna vid olika temperaturer.

source: The graph below shows the tide movement at Kaikoura over two days.
sv_se: Nedanstående diagram visar tidvattnets rörelse i Kaikoura under två dagar.

source: The graph below shows the tide movement in Kaikoura over two days.
sv_se: Nedanstående diagram visar tidvattnets rörelse i Kaikoura under två dagar.

source: The graph plots the percentage of shells with severe pitting as a function of the percentage of water samples that were undersaturated with calcium carbonate at each site.
sv_se: Diagrammet visar andelen skal i procent med allvarlig perforering som en funktion av andelen vattenprover i procent som var omättade med kalciumkarbonat på varje plats.

source: The graph shows changes in the concentration of two substances, X and Y, in a river polluted by wastewater.
sv_se: Diagrammet visar förändringarna i koncentrationen av två ämnen, X och Y, i en flod som förorenats av avloppsvatten.

source: The graph shows that the change in the biological control agent density follows the same pattern as the weed but occurs later.
sv_se: Diagrammet visar att förändringen av det biologiska bekämpningsmedlets täthet följer samma mönster som ogräset men inträffar senare.

source: The graph shows the difference between fragments connected by a path (CF) and isolated fragments (IF) for both colonisation and extinction rates (difference = CF-IF).
sv_se: Grafen visar skillnaden mellan odlingsytor som är sammanbundna med en korridor (SBO) och separata odlingsytor (SO) för både koloniseringshastighet och utrotningshastighet (skillnad = SBO-SO).

source: The graph shows the effect of skipping on fitness for two different scenarios:
sv_se: Diagrammet visar två olika scenarier för hur konditionen påverkas av att hoppa hopprep:

source: The graph shows the extinction risk in some major groups of vertebrates.
sv_se: Diagrammet visar utrotningsrisken i några större grupper ryggradsdjur.

source: The graph shows the greenhouse gas emissions for different stages of the life-cycle of some foods.
sv_se: Diagrammet visar utsläppen av växthusgaser för olika stadier i livscykeln för några livsmedel.

source: The graph shows the greenhouse gas emissions of different stages of the life-cycle of some foods.
sv_se: Diagrammet visar utsläppen av växthusgaser för olika stadier i livscykeln för några livsmedel.

source: The graph shows the impact of pH on the number of individuals of four different species found in a freshwater lake.
sv_se: Diagrammet visar effekten av pH på antalet individer av fyra olika arter som finns i en sötvattensjö.

source: The graph shows the percentage of groups of species that are currently at risk of becoming extinct in the wild.
sv_se: Diagrammet visar hur stor andel i procent av olika artgrupper i naturen som för tillfället riskerar att utrotas.

source: The graph shows the rate of decay of radioisotopes in 3 radiotracer samples.
sv_se: Diagrammet visar sönderfallshastigheten hos radioaktiva isotoper i 3 prover med radioaktiva spårämnen.

source: The graph shows the temperature of the crushed ice as it is heated by the immersion heater.
sv_se: Diagrammet visar temperaturen på vattnet när det värms upp av doppvärmaren.

source: The graph that matches the experimental data is shown below.
sv_se: Det diagram som motsvarar data från experimentet visas nedan.

source: The graphs also show the cost in Zeds per megawatt hour (MWh) of energy produced.
sv_se: Diagrammen visar även kostnaden i zed per megawattimme (MWh) producerad el.

source: The graphs below show the average 24-hour power generation in megawatts (MW) expected from each source.
sv_se: Diagrammen nedanför visar den förväntade genomsnittliga effekten över 24 timmar i megawatt (MW) från varje källa.

source: The graphs below show the body mass range (kg) of two predatory animal groups: living carnivores and carnivorous dinosaurs.
sv_se: Diagrammen nedan visar intervall av kroppsmassa (kg) för två grupper av rovdjur: nu levande köttätare och köttätande dinosaurier.
